// 霸都丶傲天 2019/7/9  https://Github.com/AJLoveChina
var config = {
    // 下面的句子不一定非要7句， 你也可以改成4句，2句话都可以
    lines: [
        "两姓联姻，一堂缔约",
        "良缘永结，匹配同称",
        "看此日桃花灼灼，宜室宜家",
        "卜他年瓜瓞绵绵，尔昌尔炽",
        "谨以白头之约，书向鸿笺",
        "好将红叶之盟，载明鸳谱",
        "此证",
        
    ],
    // 相爱的时间 记住格式不能写错了, 非常重要
    // 格式一定要和下面这个时间格式一样
    // 分别是 年-月-日T时时:分分:秒秒
    //      温馨警告:
    //          1.时分秒都必须是俩个数字  比如 00:00:00
    //          2.T不能丢了
    date: "2017-07-20T20:15:00",
    // 双方的名字
    names: ["帆哥", "嫂子"]
}
